Repository: semanticist21/walnut-webview-tester
Catalog: wina/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Add Bookmark
ar: إضافة إشارة مرجعية
ca: Afegeix marcador
cs: Přidat záložku
da: Tilføj bogmærke
de: Lesezeichen hinzufügen
el: Προσθήκη σελιδοδείκτη
es: Añadir marcador
fi: Lisää kirjanmerkki
fr: Ajouter un signet
he: הוסף סימניה
hi: बुकमार्क जोड़ें
hr: Dodaj oznaku
hu: Könyvjelző hozzáadása
id: Tambah bookmark
it: Aggiungi segnalibro
ja: ブックマークを追加
ko: 북마크 추가
ms: Tambah penanda halaman
nb: Legg til bokmerke
nl: Bladwijzer toevoegen
pl: Dodaj zakładkę
pt_br: Adicionar favorito
pt_pt: Adicionar marcador
ro: Adaugă marcaj
ru: Добавить закладку
sk: Pridať záložku
sv: Lägg till bokmärke
th: เพิ่มที่คั่นหน้า
tr: Yer imi ekle
uk: Додати закладку
vi: Thêm dấu trang
zh_hans: 添加书签
zh_hant: 新增書籤

source: Add Item
ar: إضافة عنصر
ca: Afegeix element
cs: Přidat položku
da: Tilføj element
de: Element hinzufügen
el: Προσθήκη στοιχείου
es: Añadir elemento
fi: Lisää kohde
fr: Ajouter un élément
he: הוסף פריט
hi: आइटम जोड़ें
hr: Dodaj stavku
hu: Elem hozzáadása
id: Tambah item
it: Aggiungi elemento
ja: 項目を追加
ko: 항목 추가
ms: Tambah item
nb: Legg til element
nl: Item toevoegen
pl: Dodaj element
pt_br: Adicionar item
pt_pt: Adicionar item
ro: Adaugă element
ru: Добавить элемент
sk: Pridať položku
sv: Lägg till objekt
th: เพิ่มรายการ
tr: Öğe ekle
uk: Додати елемент
vi: Thêm mục
zh_hans: 添加项目
zh_hant: 新增項目

source: Add Property
ar: إضافة خاصية
ca: Afegeix propietat
cs: Přidat vlastnost
da: Tilføj egenskab
de: Eigenschaft hinzufügen
el: Προσθήκη ιδιότητας
es: Añadir propiedad
fi: Lisää ominaisuus
fr: Ajouter une propriété
he: הוסף מאפיין
hi: प्रॉपर्टी जोड़ें
hr: Dodaj svojstvo
hu: Tulajdonság hozzáadása
id: Tambah properti
it: Aggiungi proprietà
ja: プロパティを追加
ko: 속성 추가
ms: Tambah sifat
nb: Legg til egenskap
nl: Eigenschap toevoegen
pl: Dodaj właściwość
pt_br: Adicionar propriedade
pt_pt: Adicionar propriedade
ro: Adaugă proprietate
ru: Добавить свойство
sk: Pridať vlastnosť
sv: Lägg till egenskap
th: เพิ่มคุณสมบัติ
tr: Özellik ekle
uk: Додати властивість
vi: Thêm thuộc tính
zh_hans: 添加属性
zh_hant: 新增屬性

source: Add to %@
ar: إضافة إلى %@
ca: Afegir a %@
cs: Přidat do %@
da: Tilføj til %@
de: Zu %@ hinzufügen
el: Προσθήκη σε %@
es: Añadir a %@
fi: Lisää kohteeseen %@
fr: Ajouter à %@
he: הוסף ל-%@
hi: %@ में जोड़ें
hr: Dodaj u %@
hu: Hozzáadás ehhez: %@
id: Tambahkan ke %@
it: Aggiungi a %@
ja: %@に追加
ko: %@에 추가
ms: Tambah ke %@
nb: Legg til i %@
nl: Toevoegen aan %@
pl: Dodaj do %@
pt_br: Adicionar a %@
pt_pt: Adicionar a %@
ro: Adăugați la %@
ru: Добавить в %@
sk: Pridať do %@
sv: Lägg till i %@
th: เพิ่มไปยัง %@
tr: %@'ya ekle
uk: Додати до %@
vi: Thêm vào %@
zh_hans: 添加到%@
zh_hant: 加入到%@

source: Addresses
ar: العناوين
ca: Adreces
cs: Adresy
da: Adresser
de: Adressen
el: Διευθύνσεις
es: Direcciones
fi: Osoitteet
fr: Adresses
he: כתובות
hi: पते
hr: Adrese
hu: Címek
id: Alamat
it: Indirizzi
ja: 住所
ko: 주소
ms: Alamat
nb: Adresser
nl: Adressen
pl: Adresy
pt_br: Endereços
pt_pt: Moradas
ro: Adrese
ru: Адреса
sk: Adresy
sv: Adresser
th: ที่อยู่
tr: Adresler
uk: Адреси
vi: Địa chỉ
zh_hans: 地址
zh_hant: 地址

source: Ads Removed
ar: تمت إزالة الإعلانات
ca: Anuncis eliminats
cs: Reklamy odstraněny
da: Reklamer fjernet
de: Werbung entfernt
el: Οι διαφημίσεις αφαιρέθηκαν
es: Anuncios eliminados
fi: Mainokset poistettu
fr: Pubs supprimées
he: הפרסומות הוסרו
hi: विज्ञापन हटाए गए
hr: Oglasi uklonjeni
hu: Hirdetések eltávolítva
id: Iklan dihapus
it: Pubblicità rimossa
ja: 広告を削除しました
ko: 광고 제거됨
ms: Iklan dialih keluar
nb: Annonser fjernet
nl: Advertenties verwijderd
pl: Reklamy usunięte
pt_br: Anúncios removidos
pt_pt: Anúncios removidos
ro: Reclame eliminate
ru: Реклама удалена
sk: Reklamy odstránené
sv: Annonser borttagna
th: ลบโฆษณาแล้ว
tr: Reklamlar kaldırıldı
uk: Рекламу видалено
vi: Đã xóa quảng cáo
zh_hans: 已移除广告
zh_hant: 已移除廣告

source: Advanced
ar: متقدم
ca: Avançat
cs: Pokročilé
da: Avanceret
de: Erweitert
el: Σύνθετες
es: Avanzado
fi: Lisäasetukset
fr: Avancé
he: מתקדם
hi: उन्नत
hr: Napredno
hu: Haladó
id: Lanjutan
it: Avanzate
ja: 詳細
ko: 고급
ms: Lanjutan
nb: Avansert
nl: Geavanceerd
pl: Zaawansowane
pt_br: Avançado
pt_pt: Avançado
ro: Avansat
ru: Расширенные
sk: Rozšírené
sv: Avancerat
th: ขั้นสูง
tr: Gelişmiş
uk: Розширені
vi: Nâng cao
zh_hans: 高级
zh_hant: 進階

source: All
ar: الكل
ca: Tot
cs: Vše
da: Alle
de: Alle
el: Όλα
es: Todo
fi: Kaikki
fr: Tout
he: הכל
hi: सभी
hr: Sve
hu: Mind
id: Semua
it: Tutto
ja: すべて
ko: 모두 선택
ms: Semua
nb: Alle
nl: Alle
pl: Wszystko
pt_br: Todos
pt_pt: Todos
ro: Toate
ru: Все
sk: Všetko
sv: Alla
th: ทั้งหมด
tr: Tümü
uk: Усі
vi: Tất cả
zh_hans: 全部
zh_hant: 全部

source: All changes reload SafariVC
ar: جميع التغييرات تعيد تحميل SafariVC
ca: Tots els canvis recarreguen SafariVC
cs: Všechny změny obnoví SafariVC
da: Alle ændringer genindlæser SafariVC
de: Alle Änderungen laden SafariVC neu
el: Όλες οι αλλαγές επαναφορτώνουν το SafariVC
es: Todos los cambios recargan SafariVC
fi: Kaikki muutokset lataavat SafariVC:n uudelleen
fr: Tous les changements rechargent SafariVC
he: כל השינויים מטעינים מחדש את SafariVC
hi: सभी बदलाव SafariVC को रीलोड करते हैं
hr: Sve promjene ponovno učitavaju SafariVC
hu: Minden változás újratölti a SafariVC-t
id: Semua perubahan memuat ulang SafariVC
it: Tutte le modifiche ricaricano SafariVC
ja: すべての変更はSafariVCを再読み込みします
ko: 모든 변경 시 SafariVC 새로고침
ms: Semua perubahan memuat semula SafariVC
nb: Alle endringer laster SafariVC på nytt
nl: Alle wijzigingen herladen SafariVC
pl: Wszystkie zmiany przeładowują SafariVC
pt_br: Todas as alterações recarregam o SafariVC
pt_pt: Todas as alterações recarregam o SafariVC
ro: Toate modificările reîncarcă SafariVC
ru: Все изменения перезагружают SafariVC
sk: Všetky zmeny znovu načítajú SafariVC
sv: Alla ändringar laddar om SafariVC
th: การเปลี่ยนแปลงทั้งหมดโหลด SafariVC ใหม่
tr: Tüm değişiklikler SafariVC'yi yeniden yükler
uk: Усі зміни перезавантажують SafariVC
vi: Tất cả thay đổi tải lại SafariVC
zh_hans: 所有更改会重新加载SafariVC
zh_hant: 所有變更會重新載入SafariVC

source: All changes require SafariVC reload
ar: جميع التغييرات تتطلب إعادة تحميل SafariVC
ca: Tots els canvis requereixen recarregar SafariVC
cs: Všechny změny vyžadují obnovení SafariVC
da: Alle ændringer kræver SafariVC genindlæsning
de: Alle Änderungen erfordern SafariVC-Neuladen
el: Όλες οι αλλαγές απαιτούν επαναφόρτωση SafariVC
es: Todos los cambios requieren recargar SafariVC
fi: Kaikki muutokset vaativat SafariVC:n uudelleenlatauksen
fr: SafariVC doit être rechargé
he: כל השינויים דורשים טעינה מחדש של SafariVC
hi: सभी बदलावों के लिए SafariVC रीलोड आवश्यक है
hr: Sve promjene zahtijevaju ponovno učitavanje SafariVC
hu: Minden változás SafariVC újratöltést igényel
id: Semua perubahan memerlukan pemuatan ulang SafariVC
it: Tutte le modifiche richiedono ricaricamento SafariVC
ja: すべての変更にはSafariVCの再読み込みが必要です
ko: SafariVC 새로고침 필요
ms: Semua perubahan memerlukan muat semula SafariVC
nb: Alle endringer krever SafariVC-omlasting
nl: Alle wijzigingen vereisen SafariVC herladen
pl: Wszystkie zmiany wymagają przeładowania SafariVC
pt_br: Todas as alterações exigem recarregamento do SafariVC
pt_pt: Todas as alterações requerem recarregamento do SafariVC
ro: Toate modificările necesită reîncărcare SafariVC
ru: Все изменения требуют перезагрузки SafariVC
sk: Všetky zmeny vyžadujú znovu načítanie SafariVC
sv: Alla ändringar kräver SafariVC-omladdning
th: การเปลี่ยนแปลงทั้งหมดต้องโหลด SafariVC ใหม่
tr: Tüm değişiklikler SafariVC yeniden yükleme gerektirir
uk: Усі зміни потребують перезавантаження SafariVC
vi: Tất cả thay đổi yêu cầu tải lại SafariVC
zh_hans: 所有更改需要重新加载SafariVC
zh_hant: 所有變更需要重新載入SafariVC

source: All Presets
ar: جميع الإعدادات المسبقة
ca: Tots els predefinits
cs: Všechny předvolby
da: Alle forudindstillinger
de: Alle Voreinstellungen
el: Όλες οι προεπιλογές
es: Todos los ajustes preestablecidos
fi: Kaikki esiasetukset
fr: Tous les préréglages
he: כל ההגדרות המוגדרות מראש
hi: सभी प्रीसेट
hr: Svi predlošci
hu: Összes előbeállítás
id: Semua preset
it: Tutti i preset
ja: すべてのプリセット
ko: 전체 프리셋
ms: Semua pratetap
nb: Alle forhåndsinnstillinger
nl: Alle voorinstellingen
pl: Wszystkie ustawienia
pt_br: Todas as predefinições
pt_pt: Todas as predefinições
ro: Toate presetările
ru: Все пресеты
sk: Všetky predvoľby
sv: Alla förval
th: ค่าที่ตั้งไว้ทั้งหมด
tr: Tüm ön ayarlar
uk: Усі пресети
vi: Tất cả cài đặt trước
zh_hans: 所有预设
zh_hant: 所有預設

source: All Requests
ar: جميع الطلبات
ca: Totes les sol·licituds
cs: Všechny požadavky
da: Alle anmodninger
de: Alle Anfragen
el: Όλα τα αιτήματα
es: Todas las solicitudes
fi: Kaikki pyynnöt
fr: Toutes les requêtes
he: כל הבקשות
hi: सभी अनुरोध
hr: Svi zahtjevi
hu: Összes kérés
id: Semua permintaan
it: Tutte le richieste
ja: すべてのリクエスト
ko: 모든 요청
ms: Semua permintaan
nb: Alle forespørsler
nl: Alle verzoeken
pl: Wszystkie żądania
pt_br: Todas as requisições
pt_pt: Todos os pedidos
ro: Toate cererile
ru: Все запросы
sk: Všetky požiadavky
sv: Alla begäranden
th: คำขอทั้งหมด
tr: Tüm istekler
uk: Всі запити
vi: Tất cả yêu cầu
zh_hans: 所有请求
zh_hant: 所有請求

source: Allow popup windows. Off = Block popups. Some sites need this on.
ar: السماح بالنوافذ المنبثقة. إيقاف = حظر النوافذ المنبثقة. بعض المواقع تحتاج هذا.
ca: Permet finestres emergents. Desactivat = Bloqueja els popups. Alguns llocs ho necessiten.
cs: Povolit vyskakovací okna. Vyp = Blokovat vyskakovací okna. Některé weby to potřebují.
da: Tillad popupvinduer. Fra = Bloker popups. Nogle sider har brug for dette.
de: Popup-Fenster erlauben. Aus = Popups blockieren. Einige Seiten benötigen dies.
el: Επιτροπή αναδυόμενων παραθύρων. Απενεργοποιημένο = Αποκλεισμός αναδυόμενων. Ορισμένες ιστοσελίδες το χρειάζονται.
es: Permitir ventanas emergentes. Desactivado = Bloquear popups. Algunos sitios lo necesitan.
fi: Salli ponnahdusikkunat. Pois = Estä ponnahdukset. Jotkut sivustot tarvitsevat tämän.
fr: Autoriser les fenêtres popup. Désactivé = Bloquer les popups. Certains sites en ont besoin.
he: אפשר חלונות קופצים. כבוי = חסום חלונות קופצים. חלק מהאתרים צריכים זאת.
hi: पॉपअप विंडो की अनुमति दें। बंद = पॉपअप ब्लॉक करें। कुछ साइटों को इसकी आवश्यकता है।
hr: Dopusti skočne prozore. Isključeno = Blokiraj skočne prozore. Neke stranice trebaju ovo.
hu: Felugró ablakok engedélyezése. Ki = Felugró ablakok tiltása. Néhány oldal igényli ezt.
id: Izinkan jendela popup. Nonaktif = Blokir popup. Beberapa situs membutuhkan ini.
it: Consenti finestre popup. Off = Blocca popup. Alcuni siti ne hanno bisogno.
ja: ポップアップウィンドウを許可。 オフ=ポップアップをブロック。 一部のサイトでは必要です。
ko: 팝업 창을 허용합니다. 일부 사이트에 필요합니다.
ms: Benarkan tetingkap popup. Mati = Sekat popup. Sesetengah laman memerlukan ini.
nb: Tillat popup-vinduer. Av = Blokker popups. Noen nettsteder trenger dette.
nl: Popupvensters toestaan. Uit = Popups blokkeren. Sommige sites hebben dit nodig.
pl: Zezwól na wyskakujące okna. Wył = Blokuj popupy. Niektóre strony tego potrzebują.
pt_br: Permitir janelas popup. Desligado = Bloquear popups. Alguns sites precisam disso.
pt_pt: Permitir janelas popup. Desligado = Bloquear popups. Alguns sites precisam disto.
ro: Permite ferestre popup. Oprit = Blochează popup-urile. Unele site-uri au nevoie de aceasta.
ru: Разрешить всплывающие окна. Выкл = Блокировать всплывающие окна. Некоторым сайтам это нужно.
sk: Povoliť vyskakovacie okná. Vyp = Blokovať vyskakovacie okná. Niektoré stránky to potrebujú.
sv: Tillåt popupfönster. Av = Blockera popups. Vissa sidor behöver detta.
th: อนุญาตหน้าต่างป๊อปอัป ปิด = บล็อกป๊อปอัป บางเว็บไซต์ต้องการสิ่งนี้
tr: Açılır pencerelere izin ver. Kapalı = Açılır pencereleri engelle. Bazı siteler buna ihtiyaç duyar.
uk: Дозволити спливаючі вікна. Вимк = Блокувати спливаючі вікна. Деяким сайтам це потрібно.
vi: Cho phép cửa sổ popup. Tắt = Chặn popup. Một số trang cần bật tính năng này.
zh_hans: 允许弹出窗口。 关闭=阻止弹出窗口。 某些网站需要开启。
zh_hant: 允許彈出視窗。 關閉=阻擋彈出視窗。 某些網站需要開啟。

source: Allowed
ar: مسموح
ca: Permès
cs: Povoleno
da: Tilladt
de: Erlaubt
el: Επιτρέπεται
es: Permitido
fi: Sallittu
fr: Autorisé
he: מותר
hi: अनुमत
hr: Dopušteno
hu: Engedélyezett
id: Diizinkan
it: Consentito
ja: 許可
ko: 허용됨
ms: Dibenarkan
nb: Tillatt
nl: Toegestaan
pl: Dozwolone
pt_br: Permitido
pt_pt: Permitido
ro: Permis
ru: Разрешено
sk: Povolené
sv: Tillåten
th: อนุญาต
tr: İzin verildi
uk: Дозволено
vi: Được phép
zh_hans: 已允许
zh_hant: 已允許

source: Allows elements to enter fullscreen mode. Full API available on iPad only; iPhone is limited to video elements.
ar: يسمح بوضع ملء الشاشة. API كامل على iPad فقط؛ iPhone محدود بالفيديو.
ca: Permet el mode de pantalla completa. API complet només a iPad; iPhone limitat a vídeos.
cs: Povoluje režim celé obrazovky. Plné API pouze na iPadu; iPhone omezen na video.
da: Tillader fuldskærmstilstand. Fuld API kun på iPad; iPhone begrænset til video.
de: Ermöglicht Vollbildmodus. Vollständige API nur auf iPad; iPhone nur für Videos.
el: Επιτρέπει λειτουργία πλήρους οθόνης. Πλήρες API μόνο σε iPad; iPhone περιορισμένο σε βίντεο.
es: Permite el modo de pantalla completa. API completa solo en iPad; iPhone limitado a videos.
fi: Sallii koko näytön tilan. Täysi API vain iPadilla; iPhone rajoitettu videoihin.
fr: Autorise le mode plein écran. API complète sur iPad uniquement ; iPhone limité aux vidéos.
he: מאפשר מצב מסך מלא. API מלא ב-iPad בלבד; iPhone מוגבל לווידאו.
hi: फ़ुलस्क्रीन मोड की अनुमति देता है। पूर्ण API केवल iPad पर; iPhone वीडियो तक सीमित।
hr: Dopušta način cijelog zaslona. Puni API samo na iPadu; iPhone ograničen na video.
hu: Engedélyezi a teljes képernyős módot. Teljes API csak iPaden; iPhone videóra korlátozott.
id: Mengizinkan mode layar penuh. API lengkap hanya di iPad; iPhone terbatas video.
it: Consente la modalità a schermo intero. API completa solo su iPad; iPhone limitato ai video.
ja: 全画面モードを許可します。iPadでのみ完全対応、iPhoneはビデオのみ対応。
ko: 전체 화면 모드를 허용합니다. iPad에서만 전체 기능을 사용할 수 있으며, iPhone은 비디오만 지원합니다.
ms: Membenarkan mod skrin penuh. API penuh hanya di iPad; iPhone terhad kepada video.
nb: Tillater fullskjermmodus. Full API kun på iPad; iPhone begrenset til video.
nl: Staat volledig scherm toe. Volledige API alleen op iPad; iPhone beperkt tot video's.
pl: Pozwala na tryb pełnoekranowy. Pełne API tylko na iPadzie; iPhone ograniczony do wideo.
pt_br: Permite o modo tela cheia. API completa apenas no iPad; iPhone limitado a vídeos.
pt_pt: Permite o modo ecrã inteiro. API completa apenas no iPad; iPhone limitado a vídeos.
ro: Permite modul ecran complet. API complet doar pe iPad; iPhone limitat la video.
ru: Разрешает полноэкранный режим. Полный API только на iPad; iPhone ограничен видео.
sk: Povoľuje režim celej obrazovky. Plné API iba na iPade; iPhone obmedzený na video.
sv: Tillåter helskärmsläge. Fullt API endast på iPad; iPhone begränsat till video.
th: อนุญาตโหมดเต็มหน้าจอ API เต็มเฉพาะ iPad; iPhone จำกัดเฉพาะวิดีโอ
tr: Tam ekran moduna izin verir. Tam API yalnızca iPad'de; iPhone videolarla sınırlıdır.
uk: Дозволяє повноекранний режим. Повний API лише на iPad; iPhone обмежений відео.
vi: Cho phép chế độ toàn màn hình. API đầy đủ chỉ trên iPad; iPhone giới hạn video.
zh_hans: 允许全屏模式。仅iPad完全支持，iPhone仅限视频。
zh_hant: 允許全螢幕模式。僅iPad完全支援，iPhone僅限影片。

source: Allows pinch-to-zoom even when the page disables it via viewport meta tag.
ar: يسمح بالتكبير بالضغط حتى لو عطلته الصفحة عبر علامة meta viewport.
ca: Permet el zoom de pessic fins i tot quan la pàgina ho desactiva via meta viewport.
cs: Povoluje přiblížení gesty i když stránka to zakáže přes meta viewport.
da: Tillader knib-zoom selvom siden deaktiverer det via viewport meta.
de: Ignoriert Seiten-Zoom-Einschränkungen.
el: Επιτρέπει ζουμ τσίμπημα ακόμα κι όταν η σελίδα το απενεργοποιεί μέσω viewport meta.
es: Ignora restricciones de zoom.
fi: Sallii nipistyszoomauksen vaikka sivu poistaa sen käytöstä viewport-metalla.
fr: Ignore les restrictions de zoom.
he: מאפשר זום בצביטה גם כשהעמוד משבית אותו דרך meta viewport.
hi: viewport meta tag के माध्यम से पेज द्वारा अक्षम होने पर भी पिंच-टू-ज़ूम की अनुमति देता है।
hr: Dopušta pinch-zoom čak i kad stranica to onemogući putem viewport meta.
hu: Engedélyezi a csíptetős zoomot akkor is, ha az oldal letiltja viewport meta-val.
id: Mengizinkan pinch-to-zoom bahkan saat halaman menonaktifkannya via meta viewport.
it: Ignora le restrizioni di zoom.
ja: ビューポートメタタグでズームが無効になっているページでもピンチズームを許可します。
ko: 페이지의 줌 제한을 무시합니다.
ms: Membenarkan zum cubit walaupun halaman melumpuhkannya melalui tag meta viewport.
nb: Tillater klypezoom selv når siden deaktiverer det via viewport meta.
nl: Staat pinch-to-zoom toe zelfs als de pagina het uitschakelt via viewport meta.
pl: Pozwala na pinch-to-zoom nawet gdy strona wyłącza to przez meta viewport.
pt_br: Permite zoom por pinça mesmo quando a página desabilita via meta viewport.
pt_pt: Permite zoom por pinça mesmo quando a página desativa via meta viewport.
ro: Permite zoom prin ciupire chiar dacă pagina îl dezactivează prin meta viewport.
ru: Игнорирует ограничения масштабирования.
sk: Povoľuje priblíženie gestami aj keď stránka to zakáže cez meta viewport.
sv: Tillåter nypzoom även när sidan inaktiverar det via viewport meta.
th: อนุญาตการซูมแบบหยิกแม้หน้าปิดการใช้งานผ่าน viewport meta tag
tr: Sayfa viewport meta ile devre dışı bıraksa bile yakınlaştırmaya izin verir.
uk: Дозволяє pinch-to-zoom навіть коли сторінка вимикає його через meta viewport.
vi: Cho phép zoom bằng kẹp ngay cả khi trang vô hiệu hóa qua thẻ meta viewport.
zh_hans: 即使页面通过 viewport meta 标签禁用缩放，也允许捏合缩放。
zh_hant: 即使頁面通過 viewport meta 標籤禁用縮放，也允許捏合縮放。

source: Allows the navigation bar to collapse when scrolling down.
ar: يسمح لشريط التنقل بالانطواء عند التمرير لأسفل.
ca: Permet que la barra de navegació es replegui en desplaçar-se cap avall.
cs: Umožňuje sbalení navigační lišty při posouvání dolů.
da: Tillader navigationsbjælken at kollapse ved rulning nedad.
de: Navigationsleiste wird beim Scrollen eingeklappt.
el: Επιτρέπει στη γραμμή πλοήγησης να συμπτύσσεται κατά την κύλιση προς τα κάτω.
es: Barra de navegación se comprime al desplazar.
fi: Sallii navigointipalkin piilottamisen alaspäin vieritettäessä.
fr: Barre de navigation réduite au scroll.
he: מאפשר לסרגל הניווט להתכווץ בגלילה למטה.
hi: नीचे स्क्रॉल करने पर नेविगेशन बार को छोटा होने देता है।
hr: Omogućuje sažimanje navigacijske trake pri pomicanju prema dolje.
hu: Lehetővé teszi a navigációs sáv összecsukását lefelé görgetéskor.
id: Memungkinkan bilah navigasi menciut saat menggulir ke bawah.
it: Barra navigazione si comprime scorrendo.
ja: 下にスクロールするとナビゲーションバーが折りたたまれます。
ko: 스크롤 시 내비게이션 바가 축소됩니다.
ms: Membenarkan bar navigasi runtuh apabila menatal ke bawah.
nb: Lar navigasjonslinjen kollapse ved rulling nedover.
nl: Laat de navigatiebalk inklappen bij naar beneden scrollen.
pl: Pozwala na zwinięcie paska nawigacji podczas przewijania w dół.
pt_br: Permite que a barra de navegação se recolha ao rolar para baixo.
pt_pt: Permite que a barra de navegação se recolha ao deslocar para baixo.
ro: Permite barei de navigare să se restrângă la derularea în jos.
ru: Панель навигации сворачивается при прокрутке.
sk: Umožňuje zbalenie navigačnej lišty pri posúvaní nadol.
sv: Tillåter navigeringsfältet att kollapsa vid rullning nedåt.
th: อนุญาตให้แถบนำทางยุบเมื่อเลื่อนลง
tr: Aşağı kaydırırken gezinme çubuğunun daraltılmasına izin verir.
uk: Дозволяє панелі навігації згортатися при прокручуванні вниз.
vi: Cho phép thanh điều hướng thu gọn khi cuộn xuống.
zh_hans: 向下滚动时允许导航栏折叠。
zh_hant: 向下捲動時允許導航列摺疊。

source: Allows videos to continue playing in a floating window.
ar: يسمح للفيديوهات بالاستمرار في التشغيل في نافذة عائمة.
ca: Permet que els vídeos continuïn reproduint-se en una finestra flotant.
cs: Umožňuje pokračování přehrávání videa v plovoucím okně.
da: Tillader videoer at fortsætte afspilning i et flydende vindue.
de: Ermöglicht die Fortsetzung von Videos in einem schwebenden Fenster.
el: Επιτρέπει στα βίντεο να συνεχίζουν να παίζουν σε αιωρούμενο παράθυρο.
es: Permite que los videos continúen reproduciéndose en una ventana flotante.
fi: Sallii videoiden jatkamisen kelluvassa ikkunassa.
fr: Permet aux vidéos de continuer à jouer dans une fenêtre flottante.
he: מאפשר לסרטונים להמשיך לפעול בחלון צף.
hi: वीडियो को फ्लोटिंग विंडो में चलते रहने की अनुमति देता है।
hr: Omogućuje nastavak reprodukcije videa u plutajućem prozoru.
hu: Lehetővé teszi a videók folytatását lebegő ablakban.
id: Memungkinkan video terus diputar di jendela mengambang.
it: Consente ai video di continuare a essere riprodotti in una finestra mobile.
ja: フローティングウィンドウでビデオの再生を続行できます。
ko: 플로팅 창에서 비디오 재생을 허용합니다.
ms: Membenarkan video terus dimainkan dalam tetingkap terapung.
nb: Lar videoer fortsette å spille i et flytende vindu.
nl: Staat toe dat video's blijven afspelen in een zwevend venster.
pl: Pozwala na kontynuowanie odtwarzania wideo w pływającym oknie.
pt_br: Permite que vídeos continuem reproduzindo em uma janela flutuante.
pt_pt: Permite que vídeos continuem a reproduzir numa janela flutuante.
ro: Permite videoclipurilor să continue redarea într-o fereastră flotantă.
ru: Позволяет видео продолжать воспроизведение в плавающем окне.
sk: Umožňuje pokračovanie prehrávania videa v plávajúcom okne.
sv: Tillåter videor att fortsätta spelas i ett flytande fönster.
th: อนุญาตให้วิดีโอเล่นต่อในหน้าต่างลอย
tr: Videoların yüzen bir pencerede oynatılmaya devam etmesine izin verir.
uk: Дозволяє відео продовжувати відтворюватися у плаваючому вікні.
vi: Cho phép video tiếp tục phát trong cửa sổ nổi.
zh_hans: 允许视频在浮动窗口中继续播放。
zh_hant: 允許影片在浮動視窗中繼續播放。

source: Allows videos with autoplay attribute to start without user interaction.
ar: يسمح للفيديوهات ذات التشغيل التلقائي بالبدء بدون تفاعل المستخدم.
ca: Permet que els vídeos amb autoplay comencin sense interacció de l'usuari.
cs: Povoluje videím s autoplay spustit se bez interakce uživatele.
da: Tillader videoer med autoplay at starte uden brugerinteraktion.
de: Erlaubt Videos mit Autoplay ohne Benutzerinteraktion zu starten.
el: Επιτρέπει σε βίντεο με autoplay να ξεκινούν χωρίς αλληλεπίδραση.
es: Permite que los videos con autoplay inicien sin interacción del usuario.
fi: Sallii autoplay-videoiden käynnistyä ilman käyttäjän toimia.
fr: Permet aux vidéos avec autoplay de démarrer sans interaction.
he: מאפשר לסרטונים עם autoplay להתחיל ללא אינטראקציה.
hi: autoplay वाले वीडियो को उपयोगकर्ता इंटरैक्शन के बिना शुरू करने की अनुमति देता है।
hr: Dopušta videozapisima s autoplay da se pokrenu bez interakcije.
hu: Engedélyezi az autoplay videók indítását felhasználói művelet nélkül.
id: Mengizinkan video dengan autoplay untuk mulai tanpa interaksi pengguna.
it: Consente ai video con autoplay di avviarsi senza interazione.
ja: autoplay属性のある動画をユーザー操作なしで再生開始します。
ko: autoplay 속성이 있는 비디오를 자동 재생합니다.
ms: Membenarkan video dengan autoplay bermula tanpa interaksi pengguna.
nb: Tillater videoer med autoplay å starte uten brukerinteraksjon.
nl: Staat toe dat video's met autoplay starten zonder gebruikersinteractie.
pl: Pozwala na odtwarzanie filmów z autoplay bez interakcji użytkownika.
pt_br: Permite que vídeos com autoplay iniciem sem interação do usuário.
pt_pt: Permite que vídeos com autoplay iniciem sem interação do utilizador.
ro: Permite videoclipurilor cu autoplay să pornească fără interacțiune.
ru: Разрешает видео с autoplay воспроизводиться без действий пользователя.
sk: Povoľuje videám s autoplay spustiť sa bez interakcie používateľa.
sv: Tillåter videor med autoplay att starta utan användarinteraktion.
th: อนุญาตให้วิดีโอที่มี autoplay เริ่มเล่นโดยไม่ต้องมีการโต้ตอบ
tr: Autoplay özellikli videoların kullanıcı etkileşimi olmadan başlamasını sağlar.
uk: Дозволяє відео з autoplay відтворюватися без дій користувача.
vi: Cho phép video có autoplay bắt đầu mà không cần tương tác.
zh_hans: 允许带有 autoplay 属性的视频自动播放。
zh_hant: 允許帶有 autoplay 屬性的影片自動播放。
